MNAMES = ["Артём", "Александр", "Алексей", "Никита", "Илья", "Данил",
        "Стас", "Николай", "Кирилл", "Михаил", "Петр", "Иван", "Владислав"]
MSURS = ["Букреев", "Якунин", "Филипецкий", "Белозеров", "Зырянов", "Петров",
         "Иванов", "Богданов", "Мусатов", "Райгородский", "Эрлих"]
MPATS = ["Артёмович", "Александрович", "Алексеевич", "Никитович", "Данилович", "Стасович",
         "Николаевич", "Кириллович", "Михайлович", "Петрович", "Иванович", "Владиславович"]

JNAMES = ["Екатерина", "Дарья", "Яна", "Анна", "Анастасия", "Александра", "Елизавета"]
JSURS = ["Букреева", "Якунина", "Филипецкая", "Белозерова", "Зырянова", "Петрова",
         "Иванова", "Богданова", "Мусатова", "Райгородская", "Эрлих"]
JPATS = ["Артёмовна", "Александровна", "Алексеевна", "Даниловна", "Николаевна",
         "Кирилловна", "Михайловна", "Петровна"]

STUDIES = [('ФОПФ', 'ПМФ'), ('ФИВТ', 'ПМФ'), ('ФРТК', 'ПМФ'), ('ФАКИ', 'ПМФ'),
           ('ФИВТ', 'ПМИ'), ('ФРТК', 'ИБ')]